IDEA Open Model
NonConformity.Severity Property
Compatible with IDEA StatiCa 20.1
 severity of this nonconformity
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public NonConformitySeverity Severity { get; set; }
Public Property Severity As NonConformitySeverity
	Get
	Set
Property Value
Type: NonConformitySeverity
See Also
Reference
NonConformity Class
IdeaRS.OpenModel.Message Namespace